Repository: Tmutsaers/HierInBreda
Catalog: HierInBreda/HierInBreda/Assets/Languages/*/Resources.resw
Source language: en
Languages: nl

# AppbarButton.Label
source: Options
nl: Opties

# AppbarButtonLabel
source: Options
nl: Opties

# BackButton
source: Back
nl: Terug

source: Cancel
nl: Annuleer

# CancelText
source: Cancel
nl: Annuleer

# InfoButton.Label
source: Info
nl: Informatie

# InfoButtonLabel
source: Info
nl: Informatie

# LanguageSelectButton.Label
source: Change language
nl: Verander taal

# Legenda.Header
source: Legend
nl: Legenda

# Legenda.OffContent
source: Off
nl: Uit

# Legenda.OnContent
source: On
nl: Aan

# OffRoutePopup
source: You deviate from the route.
nl: U wijkt van de Route af.

# OkText
source: Yes
nl: Ja

# ShowTutorialButton.Text
source: Show tutorial
nl: Laat handleiding zien

# SightsListHeader.Text
source: Sights
nl: Bezienswaardigheden

# TimeText
source: Time:
nl: Het is nu:

# TutorialButton.Label
source: Tutorial
nl: Handleiding

# TutorialButtonLabel
source: Tutorial
nl: Handleiding

# TutorialPage1
source: Welcome to the tutorial of "Hier in Breda" In this tutorial, the following topics will be covered: - The appearance of the application - The map - The menu bar - The route - The sights
nl: Welkom bij de handleiding van "Hier in Breda" In deze handleiding worden de volgende onderdelen behandeld: - Het uiterlijk van de applicatie - De kaart - De menubalk - De route - De bezienswaardigheden

# TutorialPage2
source: The appearance of the application Before you, you can see the map. Above the map are three buttons. The left one (info) is for information of the sights (this is treated later at "sights"). The middle is as you already know the tutorial. The last one is to show the menu bar.
nl: Het uiterlijk van de applicatie Voor u ziet u de kaart. Boven de kaart staan 3 knoppen. De linkse (info) is voor info van de bezienswaardigheden (deze wordt later behandeld bij ”bezienswaardigheden”). De middelste (tutorial) is zoals u al weet voor de tutorial. De rechter (opties)is om de menubalk te tonen.

# TutorialPage3
source: The map The map is a map of the centre of Breda, and he will show you where you are right now, shows the entire route and displays all the sights.
nl: De kaart De kaart is de plattegrond van het centrum van Breda en hij toont u waar u op dit moment bent, laat de gehele route zien en toont alle bezienswaardigheden.

# TutorialPage4
source: The menu bar The menu bar contains from top to bottom: - Legend (on / off) - List of sights - Change language - Connection - battery status - GPS - The current local time
nl: De menubalk De menubalk bevat van boven naar beneden: - Legenda (aan/ uit zetten) - lijst van bezienswaardigheden - andere taal selecteren - Connectie - batterijstatus - Huidige positie - De huidige lokale tijd

# TutorialPage5
source: The route The route on the map is colored blue. The part of the route that has been walked by you will be colored gray.
nl: De route De route is op de kaart blauw gekleurd. Het deel van de route dat al gelopen is door u zal grijs kleuren.

# TutorialPage6
source: The sights The sights are shown as green symbols on the map. If you are near a sight the symbol of the info button will change to a question mark. If you press it the information of sight will be displayed.
nl: De bezienswaardigheden De bezienswaardigheden worden getoond als groene symbolen op de kaart. Als u in de buurt van een bezienswaardigheid komt zal het symbool van de info knop veranderen naar een uitroepteken. Als u daar op drukt zal de informatie van die bezienswaardigheid getoond worden.

# TutorialPromptText
source: Would you like to follow the tutorial?
nl: Wilt u de handleiding bekijken?

# unimplemented
source: This button is not implemented for this pilot
nl: Deze knop is niet van toepassing voor deze pilot

# UserPinText
source: You
nl: Jij

# VVVWarning
source: Are you sure you want to go back to the vvv. With this action the tour will be aborted.
nl: Weet u zeker dat u terug wil naar het vvv. Met deze actie wordt de route afgebroken

# Legend1.Text
source: Visited sight
nl: Bezochte bezienswaardigheid

# Legend11
source: Visited sight
nl: Bezochte bezienswaardigheid

# Legend2.Text
source: Unvisited sight
nl: Niet bezochte bezienswaardigheid

# Legend21
source: Unvisited sight
nl: Niet bezochte bezienswaardigheid
